/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Não mostrar isto novamente.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Doar!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Foram necessárias muitas noites para fazer esta aplicação. Se gosta de utilizar de utiliza-la, por favor, considere fazer uma doação ao autor deste software (sou eu!). Isso irá, sinceramente, encorajar-me a faze-lo melhor";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Mais tarde";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Por Favor Doe";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Obrigado por utilizar o Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "A transacção pode ser facilmente realizada através da internet utilizando o sistema PayPal.";

